export const navDataLink = [
  {content: 'Піца', href: '/', id: 1},
  {content: 'Паста', href: '/', id: 2},
  {content: 'Супи', href: '/', id: 3},
  {content: 'Салати', href: '/', id: 4},
  {content: 'Напої', href: '/', id: 6},
  {content: 'Бакалія', href: '/', id: 7},
  {content: 'Антипасті', href: '/', id: 8},
  {content: 'Акції', href: '/', id: 9},
  {content: 'Комбо', href: '/', id: 10},
  {content: 'Контакти', href: '/', id: 11},
]

export const newSliderProductData = [
  {path: '/images/pizza.webp', name: 'Карбонара', price: 120, id:1},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 100, id:2},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 140, id:3},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 80, id:4},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 130, id:5},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 100, id:6},
]

export const pasta1Data = [
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 600, id:1},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 700, id:2},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 400, id:3},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 500, id:4},
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 650, id:5},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 430, id:6},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 230, id:7},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 300, id:8},
]

export const pizza1Data = [
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 600, id:9},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 700, id:10},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 400, id:11},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 500, id:12},
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 650, id:13},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 430, id:14},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 230, id:15},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 300, id:16},
]

export const gamburgers = [
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 600, id:17},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 700, id:18},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 400, id:19},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 500, id:20}
]

export const stockData = [
  {path: '/images/cake.webp', id:1},
  {path: '/images/cake1.webp', id:2},
  {path: '/images/cake1.webp', id:3},
  {path: '/images/cake1.webp', id:4},
  {path: '/images/cake1.webp', id:5},
]

