export const navDataLink = [
  {content: 'Піца', href: '/', id: 1},
  {content: 'Паста', href: '/', id: 2},
  {content: 'Супи', href: '/', id: 3},
  {content: 'Салати', href: '/', id: 4},
  {content: 'Напої', href: '/', id: 6},
  {content: 'Бакалія', href: '/', id: 7},
  {content: 'Антипасті', href: '/', id: 8},
  {content: 'Акції', href: '/stockPage', id: 9},
  {content: 'Комбо', href: '/', id: 10},
  {content: 'Контакти', href: '/contactPage', id: 11},
]

export const newSliderProductData = [
  {path: '/images/pizza.webp', name: 'Карбонара', price: 120, id:1},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 100, id:2},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 140, id:3},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 80, id:4},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 130, id:5},
  {path: '/images/pizza.webp', name: 'Карбонара', price: 100, id:6},
]

export const pasta1Data = [
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 600, count: 1, id:1},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 700, count: 1, id:2},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 400, count: 1, id:3},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 500, count: 1, id:4},
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 650, count: 1, id:5},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 430, count: 1, id:6},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 230, count: 1, id:7},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 300, count: 1, id:8},
]

export const pizza1Data = [
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 600, count: 1, id:9},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 700, count: 1, id:10},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 400, count: 1, id:11},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 500, count: 1, id:12},
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 650, count: 1, id:13},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 430, count: 1, id:14},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 230, count: 1, id:15},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 300, count: 1, id:16},
]

export const gamburgers = [
  {path: '/images/pizza1.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 600, count: 1, id:17},
  {path: '/images/pizza2.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 700, count: 1, id:18},
  {path: '/images/pizza3.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 400, count: 1, id:19},
  {path: '/images/pizza4.webp', titleName: 'З креветками та трюфелями', descr: 'Домашня паста феттуччине, вершковий соус, креветки, трюфельна олія, чорний перець, пармезан.350 г', price: 500, count: 1, id:20}
]

export const basketSliderData = [
 {path: '/images/add1.webp', titleName:'Молочний коктейль', descr: 'Молочний коктейль з приємним ароматом.', price: 120, count: 1, id: 21},
 {path: '/images/add2.webp', titleName:'Молочний коктейль', descr: 'Молочний коктейль з приємним ароматом.', price: 100, count: 1, id: 22},
 {path: '/images/add3.webp', titleName:'Молочний коктейль', descr: 'Молочний коктейль з приємним ароматом.', price: 70, count: 1, id: 23},
 {path: '/images/add1.webp', titleName:'Молочний коктейль', descr: 'Молочний коктейль з приємним ароматом.', price: 140, count: 1, id: 24},
 {path: '/images/add2.webp', titleName:'Молочний коктейль', descr: 'Молочний коктейль з приємним ароматом.', price: 110, count: 1, id: 25},
 {path: '/images/add3.webp', titleName:'Молочний коктейль', descr: 'Молочний коктейль з приємним ароматом.', price: 125, count: 1, id: 26},
]

export const stockData = [
  {path: '/images/cake.webp', id:1},
  {path: '/images/cake1.webp', id:2},
  {path: '/images/cake1.webp', id:3},
  {path: '/images/cake1.webp', id:4},
  {path: '/images/cake1.webp', id:5},
]

export const saucesData = [
  {path: '/images/sous6.webp', titleName: 'Сирний соус', price:120, count: 1, id:27},
  {path: '/images/sous5.webp', titleName: 'Малинове варення', price: 70, count: 1, id:28},
  {path: '/images/sous6.webp', titleName: 'Сирний соус', price: 100, count: 1, id:29},
  {path: '/images/sous5.webp', titleName: 'Малинове варення', price: 90, count: 1, id:30},
  {path: '/images/sous6.webp', titleName: 'Малинове варення', price: 130, count: 1, id:31},
  {path: '/images/sous5.webp', titleName: 'Сирний соус', price: 60, count: 1, id:32},
  {path: '/images/sous6.webp', titleName: 'Малинове варення', price: 110, count: 1, id:33},
  {path: '/images/sous5.webp', titleName: 'Сирний соус', price: 50, count: 1, id:34},
]

export const detailSliderData = [
  {path: '/images/halap.png', titleName: 'Гострий халопу', price:30, count: 1, id:35},
  {path: '/images/halap2.png', titleName: 'Гострий халопу', price:20, count: 1, id:36},
  {path: '/images/halap3.png', titleName: 'Гострий халопу', price:10, count: 1, id:37},
  {path: '/images/halap.png', titleName: 'Гострий халопу', price:25, count: 1, id:38},
  {path: '/images/halap2.png', titleName: 'Гострий халопу', price:40, count: 1, id:39},
  {path: '/images/halap3.png', titleName: 'Гострий халопу', price:15, count: 1, id:40}
]

export const stockCardData = [
  {path: '/images/stock1.png', title: 'Даруємо кібер-призи', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 1},
  {path: '/images/stock2.png', title: 'Дві піци по ціні одної', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 2},
  {path: '/images/stock3.png', title: 'Скидка 20%', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 3},
  {path: '/images/stock1.png', title: 'Постійним покупцям скидка', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 4},
  {path: '/images/stock5.png', title: 'Даруємо кібер-призи', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 5},
  {path: '/images/stock6.png', title: 'День пива', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 6},
  {path: '/images/stock7.png', title: 'Скидки на гамбургери 20%', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 7},
  {path: '/images/stock8.png', title: 'Даруємо кібер-призи', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 8},
  {path: '/images/stock9.png', title: 'Даруємо кібер-призи', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 9},
  {path: '/images/stock10.png', title: 'Даруємо кібер-призи', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 10},
  {path: '/images/stock5.png', title: 'Даруємо кібер-призи', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 11},
  {path: '/images/stock6.png', title: 'Даруємо кібер-призи', descr: 'Ось так ачивка! Замовте Кібер-комбо та отримайте доступ до ігор від MY.GAMES, а також кокосовий батончик та шоколадне печиво «Cyber» від Bite. А також станьте автоматичним учасником розіграшу ігрових ключів та великих піц 29 січня.', id: 12},
]